cf/Reports/ОсновныеСведения.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.5">
	<Report>
		<Properties>
			<Name>ОсновныеСведения</Name>
		</Properties>
	</Report>
</MetaDataObject>

cf/Catalogs/Релизы.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.5">
	<Catalog>
		<Properties>
			<Name>Релизы</Name>
			<Hierarchical>true</Hierarchical>
			<HierarchyType>HierarchyOfItems</HierarchyType>
			<Owners>
				<xr:Item>Catalog.Конфигурации</xr:Item>
			</Owners>
		</Properties>
		<ChildObjects>
			<Attribute>
				<Properties>
					<Name>ПериодИзмененийНачало</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ПериодИзмененийОкончание</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ПериодТестированияНачало</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ПериодТестированияОкончание</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ПланируемаяДатаОбновленияРабочихБаз</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Attribute>
			<Attribute>
				<Properties>
					<Name>ДатаРелиза</Name>
					<Type>
						<v8:Type>xs:dateTime</v8:Type>
						<v8:DateQualifiers>
							<v8:DateFractions>Date</v8:DateFractions>
						</v8:DateQualifiers>
					</Type>
				</Properties>
			</Attribute>
		</ChildObjects>
	</Catalog>
</MetaDataObject>

cf/Reports/ОсновныеСведения/Forms/ФормаОтчета/Ext/Form/Module.bsl
&НаСервереБезКонтекста
Функция ПолучитьРелиз(ВидКонфигурации)

	Запрос = Новый Запрос;
	Запрос.Текст = 
		"ВЫБРАТЬ ПЕРВЫЕ 1
		|	Релизы.ДатаРелиза КАК ДатаРелиза,
		|	Релизы.ПланируемаяДатаОбновленияРабочихБаз,
		|	Релизы.Наименование,
		|	Релизы.ПериодТестированияНачало,
		|	Релизы.ПериодТестированияОкончание
		|ИЗ
		|	Справочник.Релизы КАК Релизы
		|ГДЕ
		|	Релизы.ПометкаУдаления = ЛОЖЬ
		|	И Релизы.Владелец = &Владелец
		|
		|УПОРЯДОЧИТЬ ПО
		|	ДатаРелиза УБЫВ,
		|	Релизы.Код УБЫВ";
	
	Запрос.УстановитьПараметр("Владелец", ВидКонфигурации);
	
	РезультатЗапроса = Запрос.Выполнить();
	
	ВыборкаДетальныеЗаписи = РезультатЗапроса.Выбрать();
	
	СтрокаРелиза = "";
	
	Пока ВыборкаДетальныеЗаписи.Следующий() Цикл
		СтрокаРелиза = ВыборкаДетальныеЗаписи.Наименование+
		"; Дата выхода "+Формат(ВыборкаДетальныеЗаписи.ДатаРелиза, "ДФ=dd.MM.yy")+
		"; Период тестирования с "+Формат(ВыборкаДетальныеЗаписи.ПериодТестированияНачало, "ДФ=dd.MM.yy")+" по "+ Формат(ВыборкаДетальныеЗаписи.ПериодТестированияОкончание, "ДФ=dd.MM.yy")+
		"; Дата обновления рабочих баз "+Формат(ВыборкаДетальныеЗаписи.ПланируемаяДатаОбновленияРабочихБаз, "ДФ=dd.MM.yy");
	КонецЦикла;
	
	Возврат СтрокаРелиза;

КонецФункции // ()

&НаСервереБезКонтекста
Функция ПолучитьАдминистратораСистемы()

	Возврат Константы.АдминистраторСистемы.Получить();

КонецФункции // ПолучитьАдминистратораСистемы()

РелизКТ2000 = ПолучитьРелиз(ПредопределенноеЗначение("Справочник.Конфигурации.KT2000_Alcohol_Mnfc"));
//РелизЗУП = ПолучитьРелиз(ПредопределенноеЗначение("Справочник.Конфигурации.ЗарплатаИУправлениеПерсоналом"));
 
АдминистраторСистемы = ПолучитьАдминистратораСистемы();
